---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Rotate
enum: Autodesk.Revit.UI.PostableCommand
zh: 旋转
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Rotate

**中文**: 旋转

Rotates selected elements around an axis.